test/oha-result.txt
Summary:
  Success rate:	100.00%
  Total:	0.1875 secs
  Slowest:	0.0655 secs
  Fastest:	0.0012 secs
  Average:	0.0177 secs
  Requests/sec:	5333.4613

  Total data:	6.84 KiB
  Size/request:	7 B
  Size/sec:	36.46 KiB

Response time histogram:
  0.001 [1]   |
  0.008 [133] |■■■■■■
  0.014 [0]   |
  0.020 [691] |■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.027 [41]  |■
  0.033 [81]  |■■■
  0.040 [26]  |■
  0.046 [11]  |
  0.053 [10]  |
  0.059 [1]   |
  0.065 [5]   |

Response time distribution:
  10.00% in 0.0023 secs
  25.00% in 0.0161 secs
  50.00% in 0.0170 secs
  75.00% in 0.0183 secs
  90.00% in 0.0313 secs
  95.00% in 0.0340 secs
  99.00% in 0.0472 secs
  99.90% in 0.0655 secs
  99.99% in 0.0655 secs


Details (average, fastest, slowest):
  DNS+dialup:	0.0013 secs, 0.0007 secs, 0.0018 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0005 secs

Status code distribution:
  [200] 1000 responses